-- phpMyAdmin SQL Dump
-- version 4.1.14
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2017-03-05 12:54:23
-- 服务器版本： 5.6.17
-- PHP Version: 5.5.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `shop`
--

-- --------------------------------------------------------

--
-- 表的结构 `tb_dingdan`
--

CREATE TABLE IF NOT EXISTS `tb_dingdan` (
  `dingdanhao` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `spc` varchar(300) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `slc` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `shouhuoren` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `sex` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `dizhi` varchar(78) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `youbian` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `email` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `leaveword` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `time` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `xiandanren` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `zt` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `total` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_dingdan`
--

INSERT INTO `tb_dingdan` (`dingdanhao`, `spc`, `slc`, `shouhuoren`, `sex`, `dizhi`, `youbian`, `tel`, `email`, `leaveword`, `time`, `xiandanren`, `zt`, `total`) VALUES
('2017033074618910d32ad5dca190c704738b9968c323a', '8@', '1@', '1', '男', '1', '1', '11111111111111', '123456789@qq.com', '1', '2017-03-3 07:46:18', '1113781', 'zhuti', '168');

-- --------------------------------------------------------

--
-- 表的结构 `tb_gonggao`
--

CREATE TABLE IF NOT EXISTS `tb_gonggao` (
  `id` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '公告id',
  `title` varchar(120) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `time` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '公告的发布时间',
  `gonggao_con` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL COMMENT '公告的发布内容'
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_gonggao`
--

INSERT INTO `tb_gonggao` (`id`, `title`, `time`, `gonggao_con`) VALUES
('1', '我是好人', '1988', '今天是个好日子');

-- --------------------------------------------------------

--
-- 表的结构 `tb_leaveword`
--

CREATE TABLE IF NOT EXISTS `tb_leaveword` (
  `title` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `content` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `time` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `userid` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_leaveword`
--

INSERT INTO `tb_leaveword` (`title`, `content`, `time`, `userid`) VALUES
('今天是个好日子', '今天是个好日子', '2017-03-2', '910d32ad5dca190c704738b9968c323a');

-- --------------------------------------------------------

--
-- 表的结构 `tb_links`
--

CREATE TABLE IF NOT EXISTS `tb_links` (
  `linkid` varchar(12) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `linkurl` varchar(64) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `linkname` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_links`
--

INSERT INTO `tb_links` (`linkid`, `linkurl`, `linkname`) VALUES
('1', 'www.baidu.com', 'baidu');

-- --------------------------------------------------------

--
-- 表的结构 `tb_pingjia`
--

CREATE TABLE IF NOT EXISTS `tb_pingjia` (
  `userid` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `spid` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `title` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `content` varchar(300) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `time` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_pingjia`
--

INSERT INTO `tb_pingjia` (`userid`, `spid`, `title`, `content`, `time`) VALUES
('910d32ad5dca190c704738b9968c323a', '0', '123', '123', '2017-03-3'),
('910d32ad5dca190c704738b9968c323a', '8', '123', '213213', '2017-03-3'),
('910d32ad5dca190c704738b9968c323a', '8', '123', '31313', '2017-03-3');

-- --------------------------------------------------------

--
-- 表的结构 `tb_shangpin`
--

CREATE TABLE IF NOT EXISTS `tb_shangpin` (
  `id` varchar(6) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `mingcheng` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tupian` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `shichangjia` varchar(24) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `huiyuanjia` varchar(24) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `shuliang` varchar(24) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tuijian` varchar(6) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `addtime` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `cishu` varchar(12) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `jianjie` varchar(200) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `pingpai` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `xinghao` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_shangpin`
--

INSERT INTO `tb_shangpin` (`id`, `mingcheng`, `tupian`, `shichangjia`, `huiyuanjia`, `shuliang`, `tuijian`, `addtime`, `cishu`, `jianjie`, `pingpai`, `xinghao`) VALUES
('0', '蛋糕', '	\r\nimages/dangao.jpg', '269', '153', '75', '2', '2017-2-29', '20', '这是一个商品', '阿帕奇', '爱国者'),
('1', '蛋糕', '	\r\nimages/dangao.jpg', '298', '183', '16', '2', '2017-2-29', '89', '这是一个商品', '阿帕奇', '爱国者'),
('2', '蛋糕', '	\r\nimages/dangao.jpg', '243', '153', '82', '3', '2017-2-29', '15', '这是一个商品', '阿帕奇', '爱国者'),
('3', '蛋糕', '	\r\nimages/dangao.jpg', '273', '178', '86', '2', '2017-2-29', '52', '这是一个商品', '阿帕奇', '爱国者'),
('4', '蛋糕', '	\r\nimages/dangao.jpg', '300', '172', '53', '2', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('5', '蛋糕', '	\r\nimages/dangao.jpg', '237', '188', '81', '3', '2017-2-29', '76', '这是一个商品', '阿帕奇', '爱国者'),
('6', '蛋糕', '	\r\nimages/dangao.jpg', '286', '180', '32', '4', '2017-2-29', '61', '这是一个商品', '阿帕奇', '爱国者'),
('7', '蛋糕', '	\r\nimages/dangao.jpg', '220', '194', '40', '2', '2017-2-29', '47', '这是一个商品', '阿帕奇', '爱国者'),
('8', '蛋糕', '	\r\nimages/dangao.jpg', '284', '168', '69', '1', '2017-2-29', '27', '这是一个商品', '阿帕奇', '爱国者'),
('9', '蛋糕', '	\r\nimages/dangao.jpg', '252', '155', '69', '2', '2017-2-29', '84', '这是一个商品', '阿帕奇', '爱国者'),
('10', '蛋糕', '	\r\nimages/dangao.jpg', '286', '189', '12', '3', '2017-2-29', '77', '这是一个商品', '阿帕奇', '爱国者'),
('11', '蛋糕', '	\r\nimages/dangao.jpg', '230', '153', '34', '2', '2017-2-29', '19', '这是一个商品', '阿帕奇', '爱国者'),
('12', '蛋糕', '	\r\nimages/dangao.jpg', '269', '196', '48', '2', '2017-2-29', '98', '这是一个商品', '阿帕奇', '爱国者'),
('13', '蛋糕', '	\r\nimages/dangao.jpg', '202', '171', '12', '3', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('14', '蛋糕', '	\r\nimages/dangao.jpg', '267', '173', '19', '2', '2017-2-29', '23', '这是一个商品', '阿帕奇', '爱国者'),
('15', '蛋糕', '	\r\nimages/dangao.jpg', '237', '183', '77', '3', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('16', '蛋糕', '	\r\nimages/dangao.jpg', '251', '185', '59', '3', '2017-2-29', '9', '这是一个商品', '阿帕奇', '爱国者'),
('17', '蛋糕', '	\r\nimages/dangao.jpg', '299', '196', '85', '1', '2017-2-29', '7', '这是一个商品', '阿帕奇', '爱国者'),
('18', '蛋糕', '	\r\nimages/dangao.jpg', '300', '200', '98', '2', '2017-2-29', '8', '这是一个商品', '阿帕奇', '爱国者'),
('19', '蛋糕', '	\r\nimages/dangao.jpg', '225', '180', '34', '4', '2017-2-29', '32', '这是一个商品', '阿帕奇', '爱国者'),
('20', '蛋糕', '	\r\nimages/dangao.jpg', '278', '190', '28', '4', '2017-2-29', '45', '这是一个商品', '阿帕奇', '爱国者'),
('21', '蛋糕', '	\r\nimages/dangao.jpg', '300', '164', '37', '4', '2017-2-29', '65', '这是一个商品', '阿帕奇', '爱国者'),
('22', '蛋糕', '	\r\nimages/dangao.jpg', '206', '160', '56', '3', '2017-2-29', '91', '这是一个商品', '阿帕奇', '爱国者'),
('23', '蛋糕', '	\r\nimages/dangao.jpg', '228', '168', '11', '2', '2017-2-29', '66', '这是一个商品', '阿帕奇', '爱国者'),
('24', '蛋糕', '	\r\nimages/dangao.jpg', '245', '192', '22', '3', '2017-2-29', '40', '这是一个商品', '阿帕奇', '爱国者'),
('25', '蛋糕', '	\r\nimages/dangao.jpg', '213', '190', '41', '2', '2017-2-29', '32', '这是一个商品', '阿帕奇', '爱国者'),
('26', '蛋糕', '	\r\nimages/dangao.jpg', '260', '173', '32', '1', '2017-2-29', '81', '这是一个商品', '阿帕奇', '爱国者'),
('27', '蛋糕', '	\r\nimages/dangao.jpg', '231', '196', '64', '1', '2017-2-29', '66', '这是一个商品', '阿帕奇', '爱国者'),
('28', '蛋糕', '	\r\nimages/dangao.jpg', '201', '194', '63', '4', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者'),
('29', '蛋糕', '	\r\nimages/dangao.jpg', '201', '156', '37', '1', '2017-2-29', '56', '这是一个商品', '阿帕奇', '爱国者'),
('30', '蛋糕', '	\r\nimages/dangao.jpg', '281', '178', '24', '3', '2017-2-29', '39', '这是一个商品', '阿帕奇', '爱国者'),
('31', '蛋糕', '	\r\nimages/dangao.jpg', '268', '186', '11', '2', '2017-2-29', '52', '这是一个商品', '阿帕奇', '爱国者'),
('32', '蛋糕', '	\r\nimages/dangao.jpg', '242', '176', '28', '1', '2017-2-29', '95', '这是一个商品', '阿帕奇', '爱国者'),
('33', '蛋糕', '	\r\nimages/dangao.jpg', '272', '176', '9', '1', '2017-2-29', '34', '这是一个商品', '阿帕奇', '爱国者'),
('34', '蛋糕', '	\r\nimages/dangao.jpg', '241', '195', '76', '3', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('35', '蛋糕', '	\r\nimages/dangao.jpg', '224', '187', '98', '2', '2017-2-29', '96', '这是一个商品', '阿帕奇', '爱国者'),
('36', '蛋糕', '	\r\nimages/dangao.jpg', '215', '194', '35', '2', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('37', '蛋糕', '	\r\nimages/dangao.jpg', '284', '184', '84', '4', '2017-2-29', '13', '这是一个商品', '阿帕奇', '爱国者'),
('38', '蛋糕', '	\r\nimages/dangao.jpg', '263', '164', '89', '2', '2017-2-29', '42', '这是一个商品', '阿帕奇', '爱国者'),
('39', '蛋糕', '	\r\nimages/dangao.jpg', '232', '173', '51', '3', '2017-2-29', '21', '这是一个商品', '阿帕奇', '爱国者'),
('40', '蛋糕', '	\r\nimages/dangao.jpg', '216', '176', '55', '4', '2017-2-29', '49', '这是一个商品', '阿帕奇', '爱国者'),
('41', '蛋糕', '	\r\nimages/dangao.jpg', '247', '191', '58', '4', '2017-2-29', '89', '这是一个商品', '阿帕奇', '爱国者'),
('42', '蛋糕', '	\r\nimages/dangao.jpg', '218', '154', '15', '1', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('43', '蛋糕', '	\r\nimages/dangao.jpg', '279', '192', '19', '4', '2017-2-29', '97', '这是一个商品', '阿帕奇', '爱国者'),
('44', '蛋糕', '	\r\nimages/dangao.jpg', '294', '177', '15', '3', '2017-2-29', '5', '这是一个商品', '阿帕奇', '爱国者'),
('45', '蛋糕', '	\r\nimages/dangao.jpg', '222', '184', '59', '1', '2017-2-29', '9', '这是一个商品', '阿帕奇', '爱国者'),
('46', '蛋糕', '	\r\nimages/dangao.jpg', '228', '156', '38', '1', '2017-2-29', '77', '这是一个商品', '阿帕奇', '爱国者'),
('47', '蛋糕', '	\r\nimages/dangao.jpg', '296', '167', '13', '4', '2017-2-29', '48', '这是一个商品', '阿帕奇', '爱国者'),
('48', '蛋糕', '	\r\nimages/dangao.jpg', '243', '178', '78', '2', '2017-2-29', '77', '这是一个商品', '阿帕奇', '爱国者'),
('49', '蛋糕', '	\r\nimages/dangao.jpg', '216', '173', '71', '2', '2017-2-29', '71', '这是一个商品', '阿帕奇', '爱国者'),
('50', '蛋糕', '	\r\nimages/dangao.jpg', '266', '189', '15', '4', '2017-2-29', '10', '这是一个商品', '阿帕奇', '爱国者'),
('51', '蛋糕', '	\r\nimages/dangao.jpg', '270', '199', '88', '3', '2017-2-29', '45', '这是一个商品', '阿帕奇', '爱国者'),
('52', '蛋糕', '	\r\nimages/dangao.jpg', '211', '183', '74', '4', '2017-2-29', '49', '这是一个商品', '阿帕奇', '爱国者'),
('53', '蛋糕', '	\r\nimages/dangao.jpg', '291', '195', '33', '3', '2017-2-29', '21', '这是一个商品', '阿帕奇', '爱国者'),
('54', '蛋糕', '	\r\nimages/dangao.jpg', '253', '193', '37', '3', '2017-2-29', '16', '这是一个商品', '阿帕奇', '爱国者'),
('55', '蛋糕', '	\r\nimages/dangao.jpg', '234', '157', '64', '3', '2017-2-29', '9', '这是一个商品', '阿帕奇', '爱国者'),
('56', '蛋糕', '	\r\nimages/dangao.jpg', '297', '171', '73', '3', '2017-2-29', '55', '这是一个商品', '阿帕奇', '爱国者'),
('57', '蛋糕', '	\r\nimages/dangao.jpg', '253', '159', '25', '2', '2017-2-29', '55', '这是一个商品', '阿帕奇', '爱国者'),
('58', '蛋糕', '	\r\nimages/dangao.jpg', '261', '185', '53', '3', '2017-2-29', '5', '这是一个商品', '阿帕奇', '爱国者'),
('59', '蛋糕', '	\r\nimages/dangao.jpg', '273', '193', '91', '3', '2017-2-29', '13', '这是一个商品', '阿帕奇', '爱国者'),
('60', '蛋糕', '	\r\nimages/dangao.jpg', '245', '198', '94', '3', '2017-2-29', '79', '这是一个商品', '阿帕奇', '爱国者'),
('61', '蛋糕', '	\r\nimages/dangao.jpg', '264', '153', '78', '4', '2017-2-29', '22', '这是一个商品', '阿帕奇', '爱国者'),
('62', '蛋糕', '	\r\nimages/dangao.jpg', '211', '158', '61', '1', '2017-2-29', '36', '这是一个商品', '阿帕奇', '爱国者'),
('63', '蛋糕', '	\r\nimages/dangao.jpg', '220', '179', '84', '3', '2017-2-29', '79', '这是一个商品', '阿帕奇', '爱国者'),
('64', '蛋糕', '	\r\nimages/dangao.jpg', '253', '192', '17', '2', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('65', '蛋糕', '	\r\nimages/dangao.jpg', '233', '188', '84', '4', '2017-2-29', '17', '这是一个商品', '阿帕奇', '爱国者'),
('66', '蛋糕', '	\r\nimages/dangao.jpg', '276', '181', '10', '3', '2017-2-29', '18', '这是一个商品', '阿帕奇', '爱国者'),
('67', '蛋糕', '	\r\nimages/dangao.jpg', '263', '164', '99', '1', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者'),
('68', '蛋糕', '	\r\nimages/dangao.jpg', '268', '158', '52', '3', '2017-2-29', '71', '这是一个商品', '阿帕奇', '爱国者'),
('69', '蛋糕', '	\r\nimages/dangao.jpg', '218', '198', '75', '1', '2017-2-29', '88', '这是一个商品', '阿帕奇', '爱国者'),
('70', '蛋糕', '	\r\nimages/dangao.jpg', '278', '194', '88', '1', '2017-2-29', '12', '这是一个商品', '阿帕奇', '爱国者'),
('71', '蛋糕', '	\r\nimages/dangao.jpg', '232', '171', '50', '4', '2017-2-29', '32', '这是一个商品', '阿帕奇', '爱国者'),
('72', '蛋糕', '	\r\nimages/dangao.jpg', '287', '177', '76', '1', '2017-2-29', '58', '这是一个商品', '阿帕奇', '爱国者'),
('73', '蛋糕', '	\r\nimages/dangao.jpg', '230', '196', '35', '1', '2017-2-29', '31', '这是一个商品', '阿帕奇', '爱国者'),
('74', '蛋糕', '	\r\nimages/dangao.jpg', '288', '163', '53', '2', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('75', '蛋糕', '	\r\nimages/dangao.jpg', '213', '199', '88', '1', '2017-2-29', '14', '这是一个商品', '阿帕奇', '爱国者'),
('76', '蛋糕', '	\r\nimages/dangao.jpg', '256', '153', '17', '3', '2017-2-29', '0', '这是一个商品', '阿帕奇', '爱国者'),
('77', '蛋糕', '	\r\nimages/dangao.jpg', '228', '165', '94', '2', '2017-2-29', '94', '这是一个商品', '阿帕奇', '爱国者'),
('78', '蛋糕', '	\r\nimages/dangao.jpg', '227', '184', '93', '1', '2017-2-29', '17', '这是一个商品', '阿帕奇', '爱国者'),
('79', '蛋糕', '	\r\nimages/dangao.jpg', '242', '171', '33', '4', '2017-2-29', '44', '这是一个商品', '阿帕奇', '爱国者'),
('80', '蛋糕', '	\r\nimages/dangao.jpg', '273', '166', '37', '3', '2017-2-29', '33', '这是一个商品', '阿帕奇', '爱国者'),
('81', '蛋糕', '	\r\nimages/dangao.jpg', '221', '169', '46', '2', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('82', '蛋糕', '	\r\nimages/dangao.jpg', '270', '171', '62', '4', '2017-2-29', '99', '这是一个商品', '阿帕奇', '爱国者'),
('83', '蛋糕', '	\r\nimages/dangao.jpg', '202', '185', '35', '2', '2017-2-29', '96', '这是一个商品', '阿帕奇', '爱国者'),
('84', '蛋糕', '	\r\nimages/dangao.jpg', '284', '170', '61', '2', '2017-2-29', '41', '这是一个商品', '阿帕奇', '爱国者'),
('85', '蛋糕', '	\r\nimages/dangao.jpg', '269', '194', '18', '1', '2017-2-29', '14', '这是一个商品', '阿帕奇', '爱国者'),
('86', '蛋糕', '	\r\nimages/dangao.jpg', '236', '168', '53', '1', '2017-2-29', '29', '这是一个商品', '阿帕奇', '爱国者'),
('87', '蛋糕', '	\r\nimages/dangao.jpg', '227', '165', '9', '3', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('88', '蛋糕', '	\r\nimages/dangao.jpg', '286', '195', '65', '1', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('89', '蛋糕', '	\r\nimages/dangao.jpg', '280', '199', '91', '1', '2017-2-29', '16', '这是一个商品', '阿帕奇', '爱国者'),
('90', '蛋糕', '	\r\nimages/dangao.jpg', '299', '191', '14', '2', '2017-2-29', '16', '这是一个商品', '阿帕奇', '爱国者'),
('91', '蛋糕', '	\r\nimages/dangao.jpg', '201', '159', '11', '3', '2017-2-29', '98', '这是一个商品', '阿帕奇', '爱国者'),
('92', '蛋糕', '	\r\nimages/dangao.jpg', '226', '196', '67', '3', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('93', '蛋糕', '	\r\nimages/dangao.jpg', '214', '169', '12', '4', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('94', '蛋糕', '	\r\nimages/dangao.jpg', '279', '183', '39', '4', '2017-2-29', '21', '这是一个商品', '阿帕奇', '爱国者'),
('95', '蛋糕', '	\r\nimages/dangao.jpg', '261', '192', '50', '3', '2017-2-29', '44', '这是一个商品', '阿帕奇', '爱国者'),
('96', '蛋糕', '	\r\nimages/dangao.jpg', '201', '151', '41', '3', '2017-2-29', '6', '这是一个商品', '阿帕奇', '爱国者'),
('97', '蛋糕', '	\r\nimages/dangao.jpg', '282', '168', '52', '2', '2017-2-29', '37', '这是一个商品', '阿帕奇', '爱国者'),
('98', '蛋糕', '	\r\nimages/dangao.jpg', '248', '160', '76', '2', '2017-2-29', '52', '这是一个商品', '阿帕奇', '爱国者'),
('99', '蛋糕', '	\r\nimages/dangao.jpg', '289', '160', '87', '4', '2017-2-29', '97', '这是一个商品', '阿帕奇', '爱国者'),
('100', '蛋糕', '	\r\nimages/dangao.jpg', '259', '167', '9', '1', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('101', '蛋糕', '	\r\nimages/dangao.jpg', '241', '181', '53', '1', '2017-2-29', '0', '这是一个商品', '阿帕奇', '爱国者'),
('102', '蛋糕', '	\r\nimages/dangao.jpg', '230', '166', '27', '1', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('103', '蛋糕', '	\r\nimages/dangao.jpg', '219', '189', '37', '4', '2017-2-29', '81', '这是一个商品', '阿帕奇', '爱国者'),
('104', '蛋糕', '	\r\nimages/dangao.jpg', '295', '173', '38', '3', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('105', '蛋糕', '	\r\nimages/dangao.jpg', '201', '168', '96', '2', '2017-2-29', '11', '这是一个商品', '阿帕奇', '爱国者'),
('106', '蛋糕', '	\r\nimages/dangao.jpg', '295', '166', '32', '3', '2017-2-29', '80', '这是一个商品', '阿帕奇', '爱国者'),
('107', '蛋糕', '	\r\nimages/dangao.jpg', '237', '175', '50', '2', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('108', '蛋糕', '	\r\nimages/dangao.jpg', '256', '173', '55', '4', '2017-2-29', '82', '这是一个商品', '阿帕奇', '爱国者'),
('109', '蛋糕', '	\r\nimages/dangao.jpg', '222', '166', '22', '3', '2017-2-29', '16', '这是一个商品', '阿帕奇', '爱国者'),
('110', '蛋糕', '	\r\nimages/dangao.jpg', '264', '154', '89', '3', '2017-2-29', '46', '这是一个商品', '阿帕奇', '爱国者'),
('111', '蛋糕', '	\r\nimages/dangao.jpg', '277', '193', '40', '4', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者'),
('112', '蛋糕', '	\r\nimages/dangao.jpg', '240', '198', '31', '2', '2017-2-29', '76', '这是一个商品', '阿帕奇', '爱国者'),
('113', '蛋糕', '	\r\nimages/dangao.jpg', '213', '185', '8', '2', '2017-2-29', '12', '这是一个商品', '阿帕奇', '爱国者'),
('114', '蛋糕', '	\r\nimages/dangao.jpg', '211', '198', '50', '1', '2017-2-29', '76', '这是一个商品', '阿帕奇', '爱国者'),
('115', '蛋糕', '	\r\nimages/dangao.jpg', '222', '191', '65', '1', '2017-2-29', '84', '这是一个商品', '阿帕奇', '爱国者'),
('116', '蛋糕', '	\r\nimages/dangao.jpg', '293', '150', '84', '1', '2017-2-29', '20', '这是一个商品', '阿帕奇', '爱国者'),
('117', '蛋糕', '	\r\nimages/dangao.jpg', '234', '161', '86', '3', '2017-2-29', '46', '这是一个商品', '阿帕奇', '爱国者'),
('118', '蛋糕', '	\r\nimages/dangao.jpg', '257', '187', '10', '4', '2017-2-29', '29', '这是一个商品', '阿帕奇', '爱国者'),
('119', '蛋糕', '	\r\nimages/dangao.jpg', '207', '192', '37', '3', '2017-2-29', '8', '这是一个商品', '阿帕奇', '爱国者'),
('120', '蛋糕', '	\r\nimages/dangao.jpg', '212', '162', '92', '4', '2017-2-29', '48', '这是一个商品', '阿帕奇', '爱国者'),
('121', '蛋糕', '	\r\nimages/dangao.jpg', '295', '155', '50', '4', '2017-2-29', '15', '这是一个商品', '阿帕奇', '爱国者'),
('122', '蛋糕', '	\r\nimages/dangao.jpg', '275', '191', '11', '2', '2017-2-29', '15', '这是一个商品', '阿帕奇', '爱国者'),
('123', '蛋糕', '	\r\nimages/dangao.jpg', '218', '195', '14', '4', '2017-2-29', '21', '这是一个商品', '阿帕奇', '爱国者'),
('124', '蛋糕', '	\r\nimages/dangao.jpg', '245', '187', '75', '1', '2017-2-29', '44', '这是一个商品', '阿帕奇', '爱国者'),
('125', '蛋糕', '	\r\nimages/dangao.jpg', '252', '154', '30', '2', '2017-2-29', '65', '这是一个商品', '阿帕奇', '爱国者'),
('126', '蛋糕', '	\r\nimages/dangao.jpg', '284', '150', '52', '1', '2017-2-29', '93', '这是一个商品', '阿帕奇', '爱国者'),
('127', '蛋糕', '	\r\nimages/dangao.jpg', '289', '173', '99', '3', '2017-2-29', '46', '这是一个商品', '阿帕奇', '爱国者'),
('128', '蛋糕', '	\r\nimages/dangao.jpg', '288', '154', '6', '3', '2017-2-29', '43', '这是一个商品', '阿帕奇', '爱国者'),
('129', '蛋糕', '	\r\nimages/dangao.jpg', '217', '168', '9', '3', '2017-2-29', '95', '这是一个商品', '阿帕奇', '爱国者'),
('130', '蛋糕', '	\r\nimages/dangao.jpg', '259', '183', '82', '2', '2017-2-29', '72', '这是一个商品', '阿帕奇', '爱国者'),
('131', '蛋糕', '	\r\nimages/dangao.jpg', '202', '175', '64', '2', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('132', '蛋糕', '	\r\nimages/dangao.jpg', '287', '169', '97', '2', '2017-2-29', '30', '这是一个商品', '阿帕奇', '爱国者'),
('133', '蛋糕', '	\r\nimages/dangao.jpg', '250', '183', '20', '4', '2017-2-29', '50', '这是一个商品', '阿帕奇', '爱国者'),
('134', '蛋糕', '	\r\nimages/dangao.jpg', '219', '182', '97', '3', '2017-2-29', '12', '这是一个商品', '阿帕奇', '爱国者'),
('135', '蛋糕', '	\r\nimages/dangao.jpg', '294', '174', '12', '4', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('136', '蛋糕', '	\r\nimages/dangao.jpg', '240', '162', '36', '3', '2017-2-29', '38', '这是一个商品', '阿帕奇', '爱国者'),
('137', '蛋糕', '	\r\nimages/dangao.jpg', '259', '160', '49', '3', '2017-2-29', '28', '这是一个商品', '阿帕奇', '爱国者'),
('138', '蛋糕', '	\r\nimages/dangao.jpg', '239', '163', '47', '2', '2017-2-29', '22', '这是一个商品', '阿帕奇', '爱国者'),
('139', '蛋糕', '	\r\nimages/dangao.jpg', '247', '169', '95', '2', '2017-2-29', '59', '这是一个商品', '阿帕奇', '爱国者'),
('140', '蛋糕', '	\r\nimages/dangao.jpg', '294', '187', '33', '2', '2017-2-29', '52', '这是一个商品', '阿帕奇', '爱国者'),
('141', '蛋糕', '	\r\nimages/dangao.jpg', '203', '185', '34', '4', '2017-2-29', '75', '这是一个商品', '阿帕奇', '爱国者'),
('142', '蛋糕', '	\r\nimages/dangao.jpg', '238', '169', '25', '2', '2017-2-29', '62', '这是一个商品', '阿帕奇', '爱国者'),
('143', '蛋糕', '	\r\nimages/dangao.jpg', '298', '183', '36', '4', '2017-2-29', '49', '这是一个商品', '阿帕奇', '爱国者'),
('144', '蛋糕', '	\r\nimages/dangao.jpg', '244', '172', '62', '2', '2017-2-29', '7', '这是一个商品', '阿帕奇', '爱国者'),
('145', '蛋糕', '	\r\nimages/dangao.jpg', '294', '169', '54', '2', '2017-2-29', '88', '这是一个商品', '阿帕奇', '爱国者'),
('146', '蛋糕', '	\r\nimages/dangao.jpg', '291', '167', '74', '4', '2017-2-29', '40', '这是一个商品', '阿帕奇', '爱国者'),
('147', '蛋糕', '	\r\nimages/dangao.jpg', '229', '164', '83', '3', '2017-2-29', '9', '这是一个商品', '阿帕奇', '爱国者'),
('148', '蛋糕', '	\r\nimages/dangao.jpg', '240', '175', '48', '2', '2017-2-29', '86', '这是一个商品', '阿帕奇', '爱国者'),
('149', '蛋糕', '	\r\nimages/dangao.jpg', '288', '198', '47', '4', '2017-2-29', '14', '这是一个商品', '阿帕奇', '爱国者'),
('150', '蛋糕', '	\r\nimages/dangao.jpg', '216', '150', '97', '1', '2017-2-29', '17', '这是一个商品', '阿帕奇', '爱国者'),
('151', '蛋糕', '	\r\nimages/dangao.jpg', '276', '187', '54', '2', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('152', '蛋糕', '	\r\nimages/dangao.jpg', '277', '173', '60', '4', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('153', '蛋糕', '	\r\nimages/dangao.jpg', '297', '182', '93', '2', '2017-2-29', '50', '这是一个商品', '阿帕奇', '爱国者'),
('154', '蛋糕', '	\r\nimages/dangao.jpg', '288', '184', '44', '4', '2017-2-29', '1', '这是一个商品', '阿帕奇', '爱国者'),
('155', '蛋糕', '	\r\nimages/dangao.jpg', '223', '199', '6', '4', '2017-2-29', '81', '这是一个商品', '阿帕奇', '爱国者'),
('156', '蛋糕', '	\r\nimages/dangao.jpg', '200', '172', '24', '4', '2017-2-29', '7', '这是一个商品', '阿帕奇', '爱国者'),
('157', '蛋糕', '	\r\nimages/dangao.jpg', '278', '157', '35', '4', '2017-2-29', '44', '这是一个商品', '阿帕奇', '爱国者'),
('158', '蛋糕', '	\r\nimages/dangao.jpg', '227', '161', '6', '3', '2017-2-29', '53', '这是一个商品', '阿帕奇', '爱国者'),
('159', '蛋糕', '	\r\nimages/dangao.jpg', '203', '173', '42', '2', '2017-2-29', '86', '这是一个商品', '阿帕奇', '爱国者'),
('160', '蛋糕', '	\r\nimages/dangao.jpg', '210', '151', '7', '4', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('161', '蛋糕', '	\r\nimages/dangao.jpg', '241', '187', '48', '1', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('162', '蛋糕', '	\r\nimages/dangao.jpg', '206', '150', '28', '3', '2017-2-29', '80', '这是一个商品', '阿帕奇', '爱国者'),
('163', '蛋糕', '	\r\nimages/dangao.jpg', '203', '158', '28', '4', '2017-2-29', '49', '这是一个商品', '阿帕奇', '爱国者'),
('164', '蛋糕', '	\r\nimages/dangao.jpg', '252', '166', '31', '3', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('165', '蛋糕', '	\r\nimages/dangao.jpg', '247', '153', '70', '3', '2017-2-29', '38', '这是一个商品', '阿帕奇', '爱国者'),
('166', '蛋糕', '	\r\nimages/dangao.jpg', '247', '192', '12', '3', '2017-2-29', '44', '这是一个商品', '阿帕奇', '爱国者'),
('167', '蛋糕', '	\r\nimages/dangao.jpg', '256', '179', '70', '3', '2017-2-29', '92', '这是一个商品', '阿帕奇', '爱国者'),
('168', '蛋糕', '	\r\nimages/dangao.jpg', '222', '195', '69', '4', '2017-2-29', '9', '这是一个商品', '阿帕奇', '爱国者'),
('169', '蛋糕', '	\r\nimages/dangao.jpg', '204', '170', '86', '3', '2017-2-29', '82', '这是一个商品', '阿帕奇', '爱国者'),
('170', '蛋糕', '	\r\nimages/dangao.jpg', '220', '153', '97', '3', '2017-2-29', '52', '这是一个商品', '阿帕奇', '爱国者'),
('171', '蛋糕', '	\r\nimages/dangao.jpg', '245', '182', '32', '1', '2017-2-29', '88', '这是一个商品', '阿帕奇', '爱国者'),
('172', '蛋糕', '	\r\nimages/dangao.jpg', '268', '194', '47', '2', '2017-2-29', '10', '这是一个商品', '阿帕奇', '爱国者'),
('173', '蛋糕', '	\r\nimages/dangao.jpg', '273', '173', '33', '4', '2017-2-29', '72', '这是一个商品', '阿帕奇', '爱国者'),
('174', '蛋糕', '	\r\nimages/dangao.jpg', '250', '178', '91', '3', '2017-2-29', '65', '这是一个商品', '阿帕奇', '爱国者'),
('175', '蛋糕', '	\r\nimages/dangao.jpg', '206', '193', '20', '3', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('176', '蛋糕', '	\r\nimages/dangao.jpg', '287', '192', '33', '4', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('177', '蛋糕', '	\r\nimages/dangao.jpg', '261', '171', '87', '4', '2017-2-29', '2', '这是一个商品', '阿帕奇', '爱国者'),
('178', '蛋糕', '	\r\nimages/dangao.jpg', '206', '182', '38', '4', '2017-2-29', '92', '这是一个商品', '阿帕奇', '爱国者'),
('179', '蛋糕', '	\r\nimages/dangao.jpg', '224', '157', '89', '4', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('180', '蛋糕', '	\r\nimages/dangao.jpg', '224', '193', '47', '4', '2017-2-29', '41', '这是一个商品', '阿帕奇', '爱国者'),
('181', '蛋糕', '	\r\nimages/dangao.jpg', '229', '152', '91', '1', '2017-2-29', '20', '这是一个商品', '阿帕奇', '爱国者'),
('182', '蛋糕', '	\r\nimages/dangao.jpg', '212', '157', '30', '4', '2017-2-29', '92', '这是一个商品', '阿帕奇', '爱国者'),
('183', '蛋糕', '	\r\nimages/dangao.jpg', '232', '150', '59', '1', '2017-2-29', '56', '这是一个商品', '阿帕奇', '爱国者'),
('184', '蛋糕', '	\r\nimages/dangao.jpg', '278', '178', '64', '2', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('185', '蛋糕', '	\r\nimages/dangao.jpg', '286', '177', '29', '4', '2017-2-29', '24', '这是一个商品', '阿帕奇', '爱国者'),
('186', '蛋糕', '	\r\nimages/dangao.jpg', '238', '171', '17', '4', '2017-2-29', '75', '这是一个商品', '阿帕奇', '爱国者'),
('187', '蛋糕', '	\r\nimages/dangao.jpg', '214', '171', '80', '3', '2017-2-29', '79', '这是一个商品', '阿帕奇', '爱国者'),
('188', '蛋糕', '	\r\nimages/dangao.jpg', '295', '151', '8', '1', '2017-2-29', '58', '这是一个商品', '阿帕奇', '爱国者'),
('189', '蛋糕', '	\r\nimages/dangao.jpg', '291', '180', '29', '2', '2017-2-29', '59', '这是一个商品', '阿帕奇', '爱国者'),
('190', '蛋糕', '	\r\nimages/dangao.jpg', '207', '167', '91', '3', '2017-2-29', '0', '这是一个商品', '阿帕奇', '爱国者'),
('191', '蛋糕', '	\r\nimages/dangao.jpg', '206', '192', '67', '1', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('192', '蛋糕', '	\r\nimages/dangao.jpg', '272', '193', '43', '2', '2017-2-29', '80', '这是一个商品', '阿帕奇', '爱国者'),
('193', '蛋糕', '	\r\nimages/dangao.jpg', '253', '173', '76', '1', '2017-2-29', '23', '这是一个商品', '阿帕奇', '爱国者'),
('194', '蛋糕', '	\r\nimages/dangao.jpg', '292', '161', '10', '2', '2017-2-29', '76', '这是一个商品', '阿帕奇', '爱国者'),
('195', '蛋糕', '	\r\nimages/dangao.jpg', '292', '161', '76', '1', '2017-2-29', '81', '这是一个商品', '阿帕奇', '爱国者'),
('196', '蛋糕', '	\r\nimages/dangao.jpg', '255', '155', '96', '2', '2017-2-29', '38', '这是一个商品', '阿帕奇', '爱国者'),
('197', '蛋糕', '	\r\nimages/dangao.jpg', '232', '193', '13', '2', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('198', '蛋糕', '	\r\nimages/dangao.jpg', '211', '196', '58', '4', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('199', '蛋糕', '	\r\nimages/dangao.jpg', '205', '152', '21', '1', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('200', '蛋糕', '	\r\nimages/dangao.jpg', '242', '172', '43', '3', '2017-2-29', '68', '这是一个商品', '阿帕奇', '爱国者'),
('201', '蛋糕', '	\r\nimages/dangao.jpg', '238', '200', '16', '2', '2017-2-29', '75', '这是一个商品', '阿帕奇', '爱国者'),
('202', '蛋糕', '	\r\nimages/dangao.jpg', '240', '188', '88', '1', '2017-2-29', '70', '这是一个商品', '阿帕奇', '爱国者'),
('203', '蛋糕', '	\r\nimages/dangao.jpg', '230', '164', '54', '4', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('204', '蛋糕', '	\r\nimages/dangao.jpg', '281', '195', '97', '4', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('205', '蛋糕', '	\r\nimages/dangao.jpg', '229', '179', '21', '3', '2017-2-29', '6', '这是一个商品', '阿帕奇', '爱国者'),
('206', '蛋糕', '	\r\nimages/dangao.jpg', '300', '180', '99', '2', '2017-2-29', '56', '这是一个商品', '阿帕奇', '爱国者'),
('207', '蛋糕', '	\r\nimages/dangao.jpg', '202', '170', '87', '1', '2017-2-29', '3', '这是一个商品', '阿帕奇', '爱国者'),
('208', '蛋糕', '	\r\nimages/dangao.jpg', '266', '154', '39', '3', '2017-2-29', '31', '这是一个商品', '阿帕奇', '爱国者'),
('209', '蛋糕', '	\r\nimages/dangao.jpg', '216', '193', '14', '3', '2017-2-29', '53', '这是一个商品', '阿帕奇', '爱国者'),
('210', '蛋糕', '	\r\nimages/dangao.jpg', '260', '189', '38', '1', '2017-2-29', '31', '这是一个商品', '阿帕奇', '爱国者'),
('211', '蛋糕', '	\r\nimages/dangao.jpg', '206', '169', '84', '1', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('212', '蛋糕', '	\r\nimages/dangao.jpg', '246', '154', '82', '4', '2017-2-29', '82', '这是一个商品', '阿帕奇', '爱国者'),
('213', '蛋糕', '	\r\nimages/dangao.jpg', '257', '176', '28', '1', '2017-2-29', '64', '这是一个商品', '阿帕奇', '爱国者'),
('214', '蛋糕', '	\r\nimages/dangao.jpg', '245', '157', '94', '3', '2017-2-29', '55', '这是一个商品', '阿帕奇', '爱国者'),
('215', '蛋糕', '	\r\nimages/dangao.jpg', '275', '184', '52', '4', '2017-2-29', '86', '这是一个商品', '阿帕奇', '爱国者'),
('216', '蛋糕', '	\r\nimages/dangao.jpg', '216', '177', '8', '2', '2017-2-29', '43', '这是一个商品', '阿帕奇', '爱国者'),
('217', '蛋糕', '	\r\nimages/dangao.jpg', '262', '190', '47', '1', '2017-2-29', '35', '这是一个商品', '阿帕奇', '爱国者'),
('218', '蛋糕', '	\r\nimages/dangao.jpg', '226', '152', '26', '1', '2017-2-29', '36', '这是一个商品', '阿帕奇', '爱国者'),
('219', '蛋糕', '	\r\nimages/dangao.jpg', '294', '162', '48', '2', '2017-2-29', '14', '这是一个商品', '阿帕奇', '爱国者'),
('220', '蛋糕', '	\r\nimages/dangao.jpg', '226', '174', '28', '3', '2017-2-29', '97', '这是一个商品', '阿帕奇', '爱国者'),
('221', '蛋糕', '	\r\nimages/dangao.jpg', '291', '171', '10', '3', '2017-2-29', '12', '这是一个商品', '阿帕奇', '爱国者'),
('222', '蛋糕', '	\r\nimages/dangao.jpg', '225', '166', '21', '4', '2017-2-29', '34', '这是一个商品', '阿帕奇', '爱国者'),
('223', '蛋糕', '	\r\nimages/dangao.jpg', '297', '179', '81', '3', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者'),
('224', '蛋糕', '	\r\nimages/dangao.jpg', '270', '177', '20', '2', '2017-2-29', '79', '这是一个商品', '阿帕奇', '爱国者'),
('225', '蛋糕', '	\r\nimages/dangao.jpg', '251', '179', '92', '1', '2017-2-29', '93', '这是一个商品', '阿帕奇', '爱国者'),
('226', '蛋糕', '	\r\nimages/dangao.jpg', '213', '165', '28', '2', '2017-2-29', '59', '这是一个商品', '阿帕奇', '爱国者'),
('227', '蛋糕', '	\r\nimages/dangao.jpg', '268', '182', '17', '1', '2017-2-29', '50', '这是一个商品', '阿帕奇', '爱国者'),
('228', '蛋糕', '	\r\nimages/dangao.jpg', '296', '190', '6', '3', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('229', '蛋糕', '	\r\nimages/dangao.jpg', '204', '151', '40', '4', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('230', '蛋糕', '	\r\nimages/dangao.jpg', '213', '193', '44', '2', '2017-2-29', '69', '这是一个商品', '阿帕奇', '爱国者'),
('231', '蛋糕', '	\r\nimages/dangao.jpg', '242', '195', '56', '4', '2017-2-29', '53', '这是一个商品', '阿帕奇', '爱国者'),
('232', '蛋糕', '	\r\nimages/dangao.jpg', '200', '193', '53', '3', '2017-2-29', '15', '这是一个商品', '阿帕奇', '爱国者'),
('233', '蛋糕', '	\r\nimages/dangao.jpg', '259', '198', '29', '1', '2017-2-29', '4', '这是一个商品', '阿帕奇', '爱国者'),
('234', '蛋糕', '	\r\nimages/dangao.jpg', '298', '165', '20', '1', '2017-2-29', '75', '这是一个商品', '阿帕奇', '爱国者'),
('235', '蛋糕', '	\r\nimages/dangao.jpg', '203', '165', '63', '3', '2017-2-29', '58', '这是一个商品', '阿帕奇', '爱国者'),
('236', '蛋糕', '	\r\nimages/dangao.jpg', '230', '190', '87', '3', '2017-2-29', '87', '这是一个商品', '阿帕奇', '爱国者'),
('237', '蛋糕', '	\r\nimages/dangao.jpg', '274', '154', '92', '2', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者'),
('238', '蛋糕', '	\r\nimages/dangao.jpg', '286', '176', '47', '2', '2017-2-29', '35', '这是一个商品', '阿帕奇', '爱国者'),
('239', '蛋糕', '	\r\nimages/dangao.jpg', '287', '167', '47', '3', '2017-2-29', '87', '这是一个商品', '阿帕奇', '爱国者'),
('240', '蛋糕', '	\r\nimages/dangao.jpg', '283', '160', '81', '3', '2017-2-29', '24', '这是一个商品', '阿帕奇', '爱国者'),
('241', '蛋糕', '	\r\nimages/dangao.jpg', '259', '183', '24', '1', '2017-2-29', '42', '这是一个商品', '阿帕奇', '爱国者'),
('242', '蛋糕', '	\r\nimages/dangao.jpg', '252', '191', '74', '4', '2017-2-29', '58', '这是一个商品', '阿帕奇', '爱国者'),
('243', '蛋糕', '	\r\nimages/dangao.jpg', '276', '200', '66', '2', '2017-2-29', '11', '这是一个商品', '阿帕奇', '爱国者'),
('244', '蛋糕', '	\r\nimages/dangao.jpg', '205', '160', '57', '2', '2017-2-29', '12', '这是一个商品', '阿帕奇', '爱国者'),
('245', '蛋糕', '	\r\nimages/dangao.jpg', '273', '169', '48', '1', '2017-2-29', '45', '这是一个商品', '阿帕奇', '爱国者'),
('246', '蛋糕', '	\r\nimages/dangao.jpg', '216', '151', '99', '1', '2017-2-29', '5', '这是一个商品', '阿帕奇', '爱国者'),
('247', '蛋糕', '	\r\nimages/dangao.jpg', '205', '185', '33', '2', '2017-2-29', '54', '这是一个商品', '阿帕奇', '爱国者'),
('248', '蛋糕', '	\r\nimages/dangao.jpg', '294', '169', '83', '3', '2017-2-29', '83', '这是一个商品', '阿帕奇', '爱国者'),
('249', '蛋糕', '	\r\nimages/dangao.jpg', '226', '172', '54', '2', '2017-2-29', '83', '这是一个商品', '阿帕奇', '爱国者'),
('250', '蛋糕', '	\r\nimages/dangao.jpg', '252', '177', '70', '3', '2017-2-29', '85', '这是一个商品', '阿帕奇', '爱国者'),
('251', '蛋糕', '	\r\nimages/dangao.jpg', '260', '172', '98', '4', '2017-2-29', '86', '这是一个商品', '阿帕奇', '爱国者'),
('252', '蛋糕', '	\r\nimages/dangao.jpg', '295', '191', '83', '3', '2017-2-29', '23', '这是一个商品', '阿帕奇', '爱国者'),
('253', '蛋糕', '	\r\nimages/dangao.jpg', '279', '181', '75', '4', '2017-2-29', '3', '这是一个商品', '阿帕奇', '爱国者'),
('254', '蛋糕', '	\r\nimages/dangao.jpg', '281', '158', '81', '3', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('255', '蛋糕', '	\r\nimages/dangao.jpg', '274', '185', '82', '1', '2017-2-29', '30', '这是一个商品', '阿帕奇', '爱国者'),
('256', '蛋糕', '	\r\nimages/dangao.jpg', '205', '155', '33', '3', '2017-2-29', '66', '这是一个商品', '阿帕奇', '爱国者'),
('257', '蛋糕', '	\r\nimages/dangao.jpg', '238', '153', '96', '1', '2017-2-29', '1', '这是一个商品', '阿帕奇', '爱国者'),
('258', '蛋糕', '	\r\nimages/dangao.jpg', '274', '163', '81', '4', '2017-2-29', '30', '这是一个商品', '阿帕奇', '爱国者'),
('259', '蛋糕', '	\r\nimages/dangao.jpg', '231', '172', '41', '2', '2017-2-29', '57', '这是一个商品', '阿帕奇', '爱国者'),
('260', '蛋糕', '	\r\nimages/dangao.jpg', '274', '167', '46', '1', '2017-2-29', '96', '这是一个商品', '阿帕奇', '爱国者'),
('261', '蛋糕', '	\r\nimages/dangao.jpg', '264', '178', '54', '1', '2017-2-29', '25', '这是一个商品', '阿帕奇', '爱国者'),
('262', '蛋糕', '	\r\nimages/dangao.jpg', '253', '184', '67', '2', '2017-2-29', '63', '这是一个商品', '阿帕奇', '爱国者'),
('263', '蛋糕', '	\r\nimages/dangao.jpg', '267', '155', '78', '1', '2017-2-29', '90', '这是一个商品', '阿帕奇', '爱国者'),
('264', '蛋糕', '	\r\nimages/dangao.jpg', '296', '156', '98', '1', '2017-2-29', '48', '这是一个商品', '阿帕奇', '爱国者'),
('265', '蛋糕', '	\r\nimages/dangao.jpg', '267', '164', '30', '4', '2017-2-29', '71', '这是一个商品', '阿帕奇', '爱国者'),
('266', '蛋糕', '	\r\nimages/dangao.jpg', '292', '187', '82', '2', '2017-2-29', '67', '这是一个商品', '阿帕奇', '爱国者'),
('267', '蛋糕', '	\r\nimages/dangao.jpg', '264', '185', '60', '1', '2017-2-29', '99', '这是一个商品', '阿帕奇', '爱国者'),
('268', '蛋糕', '	\r\nimages/dangao.jpg', '218', '178', '18', '3', '2017-2-29', '6', '这是一个商品', '阿帕奇', '爱国者'),
('269', '蛋糕', '	\r\nimages/dangao.jpg', '205', '199', '56', '1', '2017-2-29', '87', '这是一个商品', '阿帕奇', '爱国者'),
('270', '蛋糕', '	\r\nimages/dangao.jpg', '209', '165', '30', '3', '2017-2-29', '0', '这是一个商品', '阿帕奇', '爱国者'),
('271', '蛋糕', '	\r\nimages/dangao.jpg', '258', '183', '91', '1', '2017-2-29', '8', '这是一个商品', '阿帕奇', '爱国者'),
('272', '蛋糕', '	\r\nimages/dangao.jpg', '238', '160', '64', '2', '2017-2-29', '5', '这是一个商品', '阿帕奇', '爱国者'),
('273', '蛋糕', '	\r\nimages/dangao.jpg', '289', '192', '22', '2', '2017-2-29', '69', '这是一个商品', '阿帕奇', '爱国者'),
('274', '蛋糕', '	\r\nimages/dangao.jpg', '281', '186', '50', '1', '2017-2-29', '73', '这是一个商品', '阿帕奇', '爱国者'),
('275', '蛋糕', '	\r\nimages/dangao.jpg', '233', '199', '37', '2', '2017-2-29', '87', '这是一个商品', '阿帕奇', '爱国者'),
('276', '蛋糕', '	\r\nimages/dangao.jpg', '201', '159', '68', '4', '2017-2-29', '28', '这是一个商品', '阿帕奇', '爱国者'),
('277', '蛋糕', '	\r\nimages/dangao.jpg', '277', '180', '57', '1', '2017-2-29', '64', '这是一个商品', '阿帕奇', '爱国者'),
('278', '蛋糕', '	\r\nimages/dangao.jpg', '225', '190', '43', '3', '2017-2-29', '43', '这是一个商品', '阿帕奇', '爱国者'),
('279', '蛋糕', '	\r\nimages/dangao.jpg', '224', '155', '97', '3', '2017-2-29', '59', '这是一个商品', '阿帕奇', '爱国者'),
('280', '蛋糕', '	\r\nimages/dangao.jpg', '207', '155', '98', '1', '2017-2-29', '11', '这是一个商品', '阿帕奇', '爱国者'),
('281', '蛋糕', '	\r\nimages/dangao.jpg', '279', '174', '50', '3', '2017-2-29', '69', '这是一个商品', '阿帕奇', '爱国者'),
('282', '蛋糕', '	\r\nimages/dangao.jpg', '215', '196', '55', '3', '2017-2-29', '21', '这是一个商品', '阿帕奇', '爱国者'),
('283', '蛋糕', '	\r\nimages/dangao.jpg', '214', '151', '42', '2', '2017-2-29', '96', '这是一个商品', '阿帕奇', '爱国者'),
('284', '蛋糕', '	\r\nimages/dangao.jpg', '200', '150', '80', '4', '2017-2-29', '37', '这是一个商品', '阿帕奇', '爱国者'),
('285', '蛋糕', '	\r\nimages/dangao.jpg', '254', '159', '33', '4', '2017-2-29', '31', '这是一个商品', '阿帕奇', '爱国者'),
('286', '蛋糕', '	\r\nimages/dangao.jpg', '274', '196', '83', '3', '2017-2-29', '66', '这是一个商品', '阿帕奇', '爱国者'),
('287', '蛋糕', '	\r\nimages/dangao.jpg', '239', '160', '72', '2', '2017-2-29', '20', '这是一个商品', '阿帕奇', '爱国者'),
('288', '蛋糕', '	\r\nimages/dangao.jpg', '279', '177', '81', '2', '2017-2-29', '41', '这是一个商品', '阿帕奇', '爱国者'),
('289', '蛋糕', '	\r\nimages/dangao.jpg', '211', '198', '88', '4', '2017-2-29', '46', '这是一个商品', '阿帕奇', '爱国者'),
('290', '蛋糕', '	\r\nimages/dangao.jpg', '272', '155', '75', '3', '2017-2-29', '88', '这是一个商品', '阿帕奇', '爱国者'),
('291', '蛋糕', '	\r\nimages/dangao.jpg', '283', '180', '53', '1', '2017-2-29', '2', '这是一个商品', '阿帕奇', '爱国者'),
('292', '蛋糕', '	\r\nimages/dangao.jpg', '290', '189', '28', '4', '2017-2-29', '7', '这是一个商品', '阿帕奇', '爱国者'),
('293', '蛋糕', '	\r\nimages/dangao.jpg', '211', '174', '57', '3', '2017-2-29', '62', '这是一个商品', '阿帕奇', '爱国者'),
('294', '蛋糕', '	\r\nimages/dangao.jpg', '231', '169', '29', '4', '2017-2-29', '45', '这是一个商品', '阿帕奇', '爱国者'),
('295', '蛋糕', '	\r\nimages/dangao.jpg', '279', '185', '89', '2', '2017-2-29', '64', '这是一个商品', '阿帕奇', '爱国者'),
('296', '蛋糕', '	\r\nimages/dangao.jpg', '228', '164', '84', '4', '2017-2-29', '70', '这是一个商品', '阿帕奇', '爱国者'),
('297', '蛋糕', '	\r\nimages/dangao.jpg', '262', '200', '19', '2', '2017-2-29', '76', '这是一个商品', '阿帕奇', '爱国者'),
('298', '蛋糕', '	\r\nimages/dangao.jpg', '223', '152', '85', '1', '2017-2-29', '47', '这是一个商品', '阿帕奇', '爱国者'),
('299', '蛋糕', '	\r\nimages/dangao.jpg', '212', '173', '45', '3', '2017-2-29', '78', '这是一个商品', '阿帕奇', '爱国者');

-- --------------------------------------------------------

--
-- 表的结构 `tb_type`
--

CREATE TABLE IF NOT EXISTS `tb_type` (
  `typeid` varchar(6) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `typename` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `total` varchar(36) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tupian` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_type`
--

INSERT INTO `tb_type` (`typeid`, `typename`, `total`, `tupian`) VALUES
('0', '豆豆', '149', 'images/xiangxi_btn.gif'),
('1', '逗逗', '130', 'images/xiangxi_btn.gif'),
('2', '痘痘', '180', 'images/xiangxi_btn.gif'),
('3', '兜兜', '178', 'images/xiangxi_btn.gif'),
('4', '抖抖', '112', 'images/xiangxi_btn.gif');

-- --------------------------------------------------------

--
-- 表的结构 `tb_user`
--

CREATE TABLE IF NOT EXISTS `tb_user` (
  `id` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `pwd` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `dongjie` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `email` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `qq` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `nc` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `regtime` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `pwd1` varchar(48) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- 转存表中的数据 `tb_user`
--

INSERT INTO `tb_user` (`id`, `name`, `pwd`, `dongjie`, `email`, `tel`, `qq`, `nc`, `regtime`, `pwd1`) VALUES
('910d32ad5dca190c704738b9968c323a', '1113781', 'e10adc3949ba59abbe56e057f20f883e', '0', '123456789@qq.com', '12345679', '987654321', '豆豆', '2017-03-2', '123456');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
